{
  "header": {
    "pages": {
      "home": "Главная",
      "world": "Мир",
      "politics": "Политика",
      "tech": "Технологии",
      "sport": "Спорт",
      "culture": "Культура"
    },
    "search": "Поиск"
  },
  "footer": {
    "pages": {
      "world": "Мир",
      "politics": "Политика",
      "business": "Бизнес",
      "tech": "Технологии",
      "sport": "Спорт",
      "culture": "Культура"
    },
    "subpages": {
      "africa": "Африка",
      "america": "Америка",
      "asia": "Азия",
      "australia": "Австралия",
      "china": "Китай",
      "europe": "Европа",
      "india": "Индия",
      "middleEast": "Ближний Восток",
      "ukrain": "Украина",
      "facts": "Факты",
      "currentYear": "2025",
      "midterms": "Экзамены",
      "markets": "Рынки",
      "tech": "Технологии",
      "media": "Медиа",
      "success": "Успех",
      "perspectives": "Перспективы",
      "videos": "Видео",
      "innovate": "Инновации",
      "gadget": "Гаджеты",
      "foreseeable": "Прогнозы",
      "future": "Будущее",
      "ahead": "Тенденции",
      "upstarts": "Выскочки",
      "work": "Работа",
      "transformed": "Преобразования",
      "innovative": "Инновации",
      "cities": "Города",
      "football": "Футбол",
      "tennis": "Теннис",
      "golf": "Гольф",
      "olympics": "Олимпийские игры",
      "usSports": "Американский спорт",
      "climbing": "Скалолазание",
      "motorsport": "Мотоспорт",
      "esports": "Киберспорт",
      "arts": "Искусство",
      "design": "Дизайн",
      "fashion": "Мода",
      "architecture": "Архитектура",
      "luxury": "Роскошь",
      "beauty": "Красота",
      "video": "Видео"
    },
    "info": {
      "copy": "© 2024 Артем Бочкарь для практики в Университете ИТМО",
      "conditions": "Условия использования",
      "cookies": "Файлы cookie",
      "ads": "Реклама",
      "aboutUs": "О нас",
      "join": "Присоединяйтесь к нашей команде"
    }
  },
  "content": [
    {
      "image": "https://i.postimg.cc/q77zCTS0/temp-Image-Q04d-Mq.avif",
      "title": "Apple представила новый чип M4: мощнее, чем когда-либо!",
      "description": "<p>Компания Apple официально анонсировала свой новейший чип M4, который, по их заявлениям, значительно превосходит предыдущее поколение M3 по производительности и энергоэффективности. Чип построен на 3-нм техпроцессе и включает в себя увеличенное количество ядер CPU и GPU, а также улучшенный Neural Engine для задач машинного обучения. Ожидается, что M4 будет использоваться в новых моделях MacBook Air и iPad Pro.</p><p>По словам представителей Apple, M4 обеспечивает до 50% прироста производительности в графических задачах и до 30% в задачах машинного обучения по сравнению с M3. Это открывает новые возможности для разработчиков игр и профессиональных приложений, а также обеспечивает более плавную и отзывчивую работу интерфейса. Кроме того, чип M4 стал еще более энергоэффективным, что позволит увеличить время автономной работы устройств.</p>",
      "date": "2025-02-15T14:32:18"
    },
    {
      "image": "https://i.postimg.cc/nM8DvP72/temp-Imagee-Av26w.avif",
      "title": "Шок в Америке: Дональд Трамп сенсационно возвращается в Белый дом!",
      "description": "<p>Результаты президентских выборов 2025 года в США повергли мир в состояние шока: Дональд Трамп, уже занимавший пост президента с 2017 по 2021 год, одержал неожиданную победу над действующим президентом (укажите имя, если хотите) и вновь избран главой государства.</p><p>Предвыборная кампания Трампа была построена на популистских лозунгах и обещаниях вернуть Америке былое величие. Его сторонники приветствовали его возвращение как символ перемен и надежды на лучшее будущее.</p><p>Однако, результаты выборов вызвали волну протестов и негодования среди его противников, опасающихся возвращения к политике изоляционизма, протекционизма и социальной нетерпимости.  Мировое сообщество замерло в ожидании того, как новая администрация Трампа поведет себя на международной арене и какие последствия это будет иметь для глобальной стабильности и безопасности.</p>",
      "date": "2025-01-20T08:02:45"
    },
    {
      "image": "https://i.postimg.cc/ZRWkN7JC/temp-Imagel8qxp-V.avif",
      "title": "Слияние века: Microsoft покупает TikTok за рекордные 100 миллиардов долларов!",
      "description": "<p>Мир технологий потрясен новостью о том, что Microsoft достигла соглашения о приобретении популярной социальной сети TikTok у китайской компании ByteDance за ошеломляющую сумму в 100 миллиардов долларов. Это станет крупнейшим приобретением в истории Microsoft и одной из самых значительных сделок в истории технологической индустрии.</p><p>По мнению экспертов, Microsoft заинтересована в TikTok из-за огромной пользовательской базы платформы (особенно среди молодежи) и ее передовых алгоритмов, позволяющих персонализировать контент и удерживать внимание аудитории. Приобретение TikTok позволит Microsoft укрепить свои позиции в сфере социальных сетей и расширить свое присутствие на рынке мобильных приложений.</p><p>Сделка находится под пристальным вниманием регулирующих органов в США и других странах, которые опасаются, что она может нарушить антимонопольное законодательство и создать риски для конфиденциальности данных пользователей. Однако, Microsoft уверена в том, что сможет успешно пройти все необходимые процедуры одобрения и интегрировать TikTok в свою экосистему, создав новый мощный центр цифровых развлечений и коммуникаций.</p>",
      "date": "2024-12-15T10:31:37"
    },
    {
      "image": "https://i.postimg.cc/nV1bNDMR/temp-Image1e-Sx-DD.avif",
      "title": "Триумф авангарда: Dior представил новую коллекцию, переосмысляющую классику",
      "description": "<p>На прошедшей в Париже Неделе моды Dior произвел фурор, представив коллекцию, которая смело сочетает историческое наследие бренда с современными авангардными тенденциями. Креативный директор Дома, Мария Грация Кьюри, вновь доказала свой талант, предложив зрителям взгляд на моду будущего, вдохновленный прошлым.</p><p>Ключевыми элементами коллекции стали деконструированные силуэты, асимметричные драпировки и неожиданные комбинации материалов. Классический жакет Bar был переосмыслен в нескольких вариантах, от укороченных моделей до трансформирующихся платьев.  Акцент был сделан на игру с текстурами: шелк, органза, твид и кожа сочетались в самых неожиданных пропорциях.</p><p>Особое внимание привлекли аксессуары: массивные ожерелья-чокеры, футуристичные очки и сумки необычных форм.  В целом, коллекция Dior весна-лето 2025 стала манифестом смелости, инноваций и уважения к традициям, утвердив позиции бренда как одного из лидеров современной моды.</p>",
      "date": "2024-12-05T12:04:23"
    },
    {
      "image": "https://i.postimg.cc/2SG166H2/temp-Imagez-Nq3-Vh.avif",
      "title": "Исторический момент: Юная гимнастка сенсационно победила на чемпионате мира!",
      "description": "<p>Вчера на чемпионате мира по спортивной гимнастике произошла сенсация: 16-летняя Мария Иванова, дебютантка турнира, завоевала золотую медаль в личном многоборье! Эта победа стала первой для России за последние 15 лет в этой дисциплине.</p><p>Мария продемонстрировала невероятную стабильность и мастерство во всех четырех видах программы: опорном прыжке, разновысоких брусьях, бревне и вольных упражнениях. Ее сложнейшие комбинации и безупречное исполнение покорили судей и зрителей.</p><p>Эта победа открывает Марии дорогу на Олимпийские игры 2028 года в Лос-Анджелесе, где она, безусловно, будет одной из главных претенденток на медали. Поздравляем Марию с триумфом и желаем ей дальнейших успехов в спортивной карьере!</p>",
      "date": "2024-11-20T18:45:49"
    },
    {
      "image": "https://i.postimg.cc/26mhtJXK/temp-Image2-Cx-XP0.avif",
      "title": "Хэллоуин 2024: Всемирный праздник жуткого веселья!",
      "description": "<p>Хэллоуин, отмечаемый 31 октября, остается любимым праздником во всем мире.  Он объединяет людей, чтобы насладиться жуткой стороной жизни с костюмами, конфетами и украшениями.</p><p>В США Хэллоуин - крупное культурное событие. Семьи украшают дома тыквами и паутиной, дети наряжаются и выпрашивают сладости.  Хэллоуинские вечеринки тоже популярны, где и взрослые, и дети наряжаются и угощаются.</p><p>Помимо США, Хэллоуин отмечается и в других странах. В Мексике и Латинской Америке отмечают День мертвых (Día de los Muertos), почитая умерших красочными алтарями и парадами. В Ирландии, где зародился Хэллоуин, традиционны костры и гадания.  Хэллоуин - глобальный феномен, охватывающий дух веселья и сверхъестественного.</p>",
      "date": "2024-10-31T00:00:18"
    }
  ]
}